import k1 from "../Store/k1.jpg";
import k2 from "../Store/k2.jpg";
import k3 from "../Store/k3.jpg";
import k4 from "../Store/k4.jpg";
import k5 from "../Store/k5.jpg";
import k6 from "../Store/k6.jpg";
import n1 from "../Store/n1.jpg";
import n2 from "../Store/n2.jpg";
import n3 from "../Store/n3.jpg";
import n4 from "../Store/n4.jpg";
import n5 from "../Store/n5.jpg";
import bg1 from "../Store/bg1.jpg";
import bg2 from "../Store/bg2.jpg";
import bg3 from "../Store/bg3.jpg";
import bg4 from "../Store/bg4.jpg";
import bs1 from "../Store/bs1.jpg";
import bs2 from "../Store/bs2.jpg";
import bs3 from "../Store/bs3.jpg";
import bs4 from "../Store/bs4.jpg";
import dh1 from "../Store/dh1.jpg";
import dh2 from "../Store/dh2.jpg";
import dh3 from "../Store/dh3.jpg";

export const Store = {
  karbala: [
    {
      image: k1,
      text:
        " وهي كنيسه اثريه تقع في قلب الباديه الغربيه في محافظه كربلاء يعود تاريخ بنائها الى القرن الخامس الميلادي تتميز بوجود كتابات اراميه اضافه ان المذبح يتجه نحو القدس ",
    },
    {
      image: k2,
      text:
        "مقام الامام المهمدي وهو من المشاهد المقدسه والبارزه في مدينه كربلاء وقد سمي تيمنا بالامام المهدي حيث يقال ان الامام صلى في هذا المكان وانصرف",
    },
    {
      image: k3,
      text:
        "قصر شمعون وهو احد اقدم القصور الاثريه في العراق ومن المعالم التاريخيه والاثريه في مدينه كربلاء ولم يبقى منه الا جدرانه",
    },
    {
      image: k4,
      text:
        "بحيرة الرزازه هي مسطح مائي يقع بين كربلاء والانبار يستمد مياه من نهر الفرات وتعد ثاني اكبر بحيره في العراق",
    },
    {
      image: k5,
      text:
        "قطاره الامام علي وهي ينبوع ماء يقع في الصحراء الغربيه لمحافظه كربلاء عندما توجه الامام علي الى معركه صفين لحق بجيشه العطش فوجد الامام صخره في وسط الصحراء فشق بيده الصخره فخرج منها الماء ولايزال يجري لحد الان",
    },
    {
      image: k6,
      text:
        "حرم الامام الحسين واخيه ابا الفضل في كربلاء ويعتبر من اهم مراكز الشيعة في العراق",
    },
  ],
  najaf: [
    {
      image: n1,
      text:
        "ضريح الامام علي هو مرقد اول ائمه الشيعه ورابع من تولى الخلافه بعد الرسول يقع في مدينه النجفn1,",
    },
    {
      image: n2,
      text:
        "قصر النعمان بن المنذر هو أحد معالم مدينة النجف التاريخية يعتبر من القصور التي تعود لمملكة الحيرة القديمة ودولة المناذرة الأخمينيين والتي كان لها الشأن الكبير في التاريخ العربي في عصر ماقبل الإسلام وقد بقيت اثارها شاخصة تساير أحداث التاريخ وتصاحبه وتغنى الشعراء بأطلالها وآثارها.",
    },
    {
      image: n3,
      text:
        "اللغة راقب عدل خان الشيلان هو من الخانات التراثية المهمة في محافظة النجف الأشرف، ولقد تم إعادة تأهيله كمتحف تراثي وارتفاعهلثورة العشرين وتراث مدينة النجف الأشرف، ويتألف المبنى من طابقين وسرداب، وتقدر مساحته الكلية بحوالي 2000م2  12م.",
    },
    {
      image: n4,

      text:
        "  بحر يقع في مدينة النجف في العراق وقد تعرض للجفاف في الأونة الأخيرة ولم يتبق فيه إلا قليل من المياه، بسبب التغيّر المناخي.",
    },
    {
      image: n5,
      text:
        "مقبرة وادي السلام هي إحدى أهم مقابر المسلمين والتي تقع في مدينة النجف في العراق، وتعد أكبر مقابر العالم[1] حيث تحتوي حسب التقديرات على ما يقارب ستة ملايين قبر وأدرجت ضمن قائمة التراث العالمي",
    },
  ],
  baghdad: [
    {
      image: bg1,
      text:
        "العتبة الكاظمية هي ضريح الإمام موسى الكاظم وحفيده الإمام محمد الجواد، بنيت فوق قبرهما في منطقة الكاظمية في بغداد. ويقابل المرقد من الجهة الأخرى من نهر دجلة مرقد الإمام أبو حنيفة النعمان (جامع الإمام الأعظم) ويربط بينهما جسر الأئمة. تاريخ بدء البناء: 336 هـ ثم هدم وأعيد بناؤه عام 929 هـ",
    },
    {
      image: bg2,
      text:
        "إيوان المدائن (إيوان كسرى أو طاق كسرى) (بالفارسية: ایوان خسرو) كما يعرف محلياً، هو الأثر الباقي من أحد قصور كسرى آنوشروان، يقع جنوب مدينة بغداد في موقع مدينة قطسيفون الواقعة في منطقة المدائن التابعة إداريا إلى محافظة بغداد، وتعرف محليا ولدى العامة ب (سلمان باك) على اسم الصحابي الشهير سلمان الفارسي المدفون هناك.",
    },
    {
      image: bg3,
      text:
        "زقورة عقرقوف وهي زقورة تَقع في العراق، قرب العاصمة بغداد، وكانت إحدى المُدن في جنوب بلاد وادي الرافدين بالقرب من التقاء نهري دِجلة وديالى على بعد 30 كيلو متر (19 ميل) من غرب مركز بغداد، ولقد تأسست من قبل ملك الكيشين كوريغالزو الأول في القرن الرابع عشر قبل الميلاد، وكانت تُعتبر عاصمة الكيشين وأنتهت أهميتها بعد سقوط سلالة الكيشين، وتحتوي الزقورة على المعابد المكرسة لآلهة السومريين فضلاً عن القَصر الملكي، وليس من السهل الحفاظ عليها من اثار التقادم الزمني والاندثار، ويبلغ أرتفاع الزقورة نحو 170 قدم (52 م).[1][َ 1]",
    },
    {
      image: bg4,

      text:
        "المستنصرية مدرسة عريقة أسست في زمن الدولة العباسية في بغداد عام 1233 على يد الخليفة المستنصر بالله العباسي،وكانت مركزا علميا وثقافيا هاما. تقع في جهة الرصافة من بغداد .شيدت 'المستنصرية 'على مساحة 4836 متراً مربعاً تطل على شاطئ نهر دجلة بجانب'قصر الخلافة' بالقرب من المدرسة النظامية، وكانت تتوسط المدرسة نافورة كبيرة فيها ساعة المدرسة المستنصرية، وهي ساعة عجيبة غريبة تعد شاهداً على تقدم العلم عند العرب في تلك الحقبة من الزمن تعلن أوقات الصلاة على مدار اليوم.  وتتألف المدرسة من طابقين شيدت فيهما مائة غرفة بين كبيرة وصغيرة إضافة إلى الأواوين والقاعات.",
    },
  ],
  basrah: [
    {
      image: bs1,
      text:
        "شط العرب (دجلة العوراء سابقاً)هو نهر يتكوّن من التقاء نهري دجلة و الفرات، حيث يلتقي نهر دجلة مع المجرى الأعلى للفرات بمدينة القرنة على بعد 375 كم جنوب بغداد ويلتقي دجلة والفرات الأسفل في كرمة علي.ويبلغ طوله حوالي 190 كم، ويصب في الخليج العربي عند طرف مدينة الفاو",
    },
    {
      image: bs2,
      text:
        "جامع خطوة الامام علي او مسجد البصره القديم وهو اول مسجد في الاسلام خارج مكة والمدينه المنوره شيد في عهد الخليفه عمر بن الخطاب",
    },
    {
      image: bs3,
      text:
        "جامع الأشاعرة في مدينة زبيد يقع بالقرب من سوق زبيد، ويرجع تأسيسه إلى الصحابي الجليل أبو موسى الأشعري في سنة (8ه/629ه) وبذلك بعد هذا الجامع من المساجد الأولى التي تحضى بمكانتها الروحية والتاريخية، ثم قام بتوسيعه الحسين بن سلامة وتعهده سلاطين بني رسول بالعناية والتجديد، غير أن أهم الإضافات التي تمت فيه كنت في عهد بني طاهر على يد الملك المنصور عبد الوهاب بن داود سنة (891ه/1486ه) ,وظل الجامع على وضعه الحالي حتى اليوم، وقد أشار إلى ذلك المؤرخ الكبير ابن الدبيع في كتابه بغية المستفيد",
    },
    {
      image: bs4,

      text:
        "مرقد الإمام الحسن البصري من المراقد الإسلامية القديمة الأثرية في العراق، والحسن البصري من التابعين وعلم من أعلام مدينة البصرة، وكان فقيهاً زاهداً، (21هـ/642م - 110هـ/728م) وهو إمام وعالم من علماء أهل السنة والجماعة ويكنى بـأبي سعيد، ولقد ولد قبل سنتين من نهاية خلافة عمر بن الخطاب في المدينة عام واحد وعشرين من الهجرة، وتوفي في مدينة البصرة.",
    },
  ],
  dhiqar: [
    {
      image: dh1,
      text:
        "تعد زقورة أور من أقدم المعابد التي بقيت في العراق، تقع على نحو 40 كم إلى الغرب من مدينة الناصرية (340 كلم جنوب بغداد)، التي بناها مؤسس سلالة 'أور' الثالثة، وأعظم ملوكها سنة 2050ق.م. تعتبر دليل على اعتناق الناس آنذاك لديانات واسعة، لها أهمية في حياتهم.  زقورة أور",
    },
    {
      image: dh2,
      text:
        "يعد بيت النبي إبراهيم الخليل احد أهم المواقع الأثرية في محافظة ذي قار، ويقع البيت بالقرب من زقورة أور. ويعود تأريخ بنائه الى نحو ستة ألاف عام قبل الميلاد، وقد بني بالأجر وبصورة فنية، ويحتوي البيت على غرف وايوانات، كما انه مزود بمجار لتصريف مياه الأمطارز وتعد هذه المجاري أحد أسرار المكان",
    },
    {
      image: dh3,
      text:
        "هي مجموعة المسطحات المائية التي تغطي الأراضي المنخفضة الواقعة في جنوبي السهل الرسوبي العراقي، وتكون على شكل مثلث تقع مدن العمارة والناصرية والبصرة و ذي قار و ميسان يعلى رؤوسه. وتتسع مساحة الأراضي المغطاة بالمياه وقت الفيضان في أواخر الشتاء وخلال الربيع وتتقلص أيام الصيهود. وتتراوح مساحتها 35-40 ألف كيلو متر مربع.",
    },
  ],
};
