import k1 from "../Store/k1.jpg";
import k2 from "../Store/k2.jpg";
import k3 from "../Store/k3.jpg";
import k4 from "../Store/k4.jpg";
import k5 from "../Store/k5.jpg";
import k6 from "../Store/k6.jpg";
import n1 from "../Store/n1.jpg";
import n2 from "../Store/n2.jpg";
import n3 from "../Store/n3.jpg";
import n4 from "../Store/n4.jpg";
import n5 from "../Store/n5.jpg";
import bg1 from "../Store/bg1.jpg";
import bg2 from "../Store/bg2.jpg";
import bg3 from "../Store/bg3.jpg";
import bg4 from "../Store/bg4.jpg";
import bs1 from "../Store/bs1.jpg";
import bs2 from "../Store/bs2.jpg";
import bs3 from "../Store/bs3.jpg";
import bs4 from "../Store/bs4.jpg";
import dh1 from "../Store/dh1.jpg";
import dh2 from "../Store/dh2.jpg";
import dh3 from "../Store/dh3.jpg";
import m1 from "../Store/m1.jpg";
import msn1 from "../Store/msn1.jpg";
import m2 from "../Store/m2.jpg";
import b1 from "../Store/b1.jpg";
import b2 from "../Store/b2.jpg";
import b3 from "../Store/b3.jpg";
import b4 from "../Store/b4.jpg";
import b5 from "../Store/b5.jpg";
import ms1 from "../Store/ms1.jpg";
import ms2 from "../Store/ms2.jpg";
import ms3 from "../Store/ms3.jpg";
import ms4 from "../Store/ms4.jpg";
import ms5 from "../Store/ms5.jpg";
import kr1 from "../Store/kr1.jpg";
import kr2 from "../Store/kr2.jpg";
import kr3 from "../Store/kr3.jpg";
import kr4 from "../Store/kr4.jpg";
import nb1 from "../Store/nb1.jpg";
import nb2 from "../Store/nb2.jpg";
import nb3 from "../Store/nb3.jpg";
import sl1 from "../Store/ms1.jpg";
import sl2 from "../Store/ms2.jpg";
import sl3 from "../Store/ms3.jpg";
import sl4 from "../Store/ms4.jpg";
import sl5 from "../Store/ms5.jpg";
import dl1 from "../Store/dl1.jpg";
import dl2 from "../Store/dl2.jpg";
import ws1 from "../Store/ws1.jpg";
import ws2 from "../Store/ws2.jpg";
import dw1 from "../Store/dw1.jpg";
import dw2 from "../Store/dw2.jpg";
import dw3 from "../Store/dw3.jpg";
import dw4 from "../Store/dw4.jpg";
import slm1 from "../Store/slm1.jpg";
import slm2 from "../Store/slm2.jpg";

import rb1 from "../Store/rb1.jpg";
import rb2 from "../Store/rb2.jpg";
import rb3 from "../Store/rb3.jpg";
import dhk1 from "../Store/dhk2.jpg";
import dhk2 from "../Store/dhk3.jpg";
import dhk3 from "../Store/dhk4.jpg";
import anbarBg from "../image/imgInfo/anbar.png";
import babylonBg from "../image/imgInfo/babylon.png";
import bagdhadBg from "../image/imgInfo/bagdhad.png";
import basraBg from "../image/imgInfo/basra.png";
import dhiBg from "../image/imgInfo/dhi.png";
import diwaniyahBg from "../image/imgInfo/diwaniyah.png";
import diyalaBg from "../image/imgInfo/diyala.png";
import duhokBg from "../image/imgInfo/duhok.png";
import erbilBg from "../image/imgInfo/erbil.png";
import karbalaBg from "../image/imgInfo/karbala.png";
import kirkukBg from "../image/imgInfo/kirkuk.png";
import maysanBg from "../image/imgInfo/maysan.png";
import muthannBg from "../image/imgInfo/muthann.png";
import mouslBg from "../image/imgInfo/mousl.png";
import najafBg from "../image/imgInfo/najaf.png";
import salahBg from "../image/imgInfo/salah.png";
import sulamanBg from "../image/imgInfo/sulaman.png";
import wasitBg from "../image/imgInfo/wasit.png";
export const Store = {
  karbala: {
    bg: { bg: karbalaBg },
    info: [
      {
        image: k1,
        text:
          " وهي كنيسه اثريه تقع في قلب الباديه الغربيه في محافظه كربلاء يعود تاريخ بنائها الى القرن الخامس الميلادي تتميز بوجود كتابات اراميه اضافه ان المذبح يتجه نحو القدس ",
      },
      {
        image: k2,
        text:
          "مقام الامام المهمدي وهو من المشاهد المقدسه والبارزه في مدينه كربلاء وقد سمي تيمنا بالامام المهدي حيث يقال ان الامام صلى في هذا المكان وانصرف",
      },
      {
        image: k3,
        text:
          "قصر شمعون وهو احد اقدم القصور الاثريه في العراق ومن المعالم التاريخيه والاثريه في مدينه كربلاء ولم يبقى منه الا جدرانه",
      },
      // {
      //  image: k4,
      // text:
      //  "بحيرة الرزازه هي مسطح مائي يقع بين كربلاء والانبار يستمد مياه من نهر الفرات وتعد ثاني اكبر بحيره في العراق",
      // },
      //{
      // image: k5,
      //text:
      //"قطاره الامام علي وهي ينبوع ماء يقع في الصحراء الغربيه لمحافظه كربلاء عندما توجه الامام علي الى معركه صفين لحق بجيشه العطش فوجد الامام صخره في وسط الصحراء فشق بيده الصخره فخرج منها الماء ولايزال يجري لحد الان",
      // },
      //{
      // image: k6,
      //text:
      // "حرم الامام الحسين واخيه ابا الفضل في كربلاء ويعتبر من اهم مراكز الشيعة في العراق",
      // },
    ],
  },
  najaf: {
    bg: { bg: najafBg },
    info: [
      {
        image: n1,
        text:
          "ضريح الامام علي هو مرقد اول ائمه الشيعه ورابع من تولى الخلافه بعد الرسول يقع في مدينه النجفn1,",
      },
      {
        image: n2,
        text:
          "قصر النعمان بن المنذر هو أحد معالم مدينة النجف التاريخية يعتبر من القصور التي تعود لمملكة الحيرة القديمة ودولة المناذرة الأخمينيين والتي كان لها الشأن الكبير في التاريخ العربي في عصر ماقبل الإسلام وقد بقيت اثارها شاخصة تساير أحداث التاريخ وتصاحبه وتغنى الشعراء بأطلالها وآثارها.",
      },
      {
        image: n3,
        text:
          "اللغة راقب عدل خان الشيلان هو من الخانات التراثية المهمة في محافظة النجف الأشرف، ولقد تم إعادة تأهيله كمتحف تراثي وارتفاعهلثورة العشرين وتراث مدينة النجف الأشرف، ويتألف المبنى من طابقين وسرداب، وتقدر مساحته الكلية بحوالي 2000م2  12م.",
      },
      //    {
      //     image: n4,

      //    text:
      //  "  بحر يقع في مدينة النجف في العراق وقد تعرض للجفاف في الأونة الأخيرة ولم يتبق فيه إلا قليل من المياه، بسبب التغيّر المناخي.",
      // },
      //{
      // image: n5,
      //text:
      // "مقبرة وادي السلام هي إحدى أهم مقابر المسلمين والتي تقع في مدينة النجف في العراق، وتعد أكبر مقابر العالم[1] حيث تحتوي حسب التقديرات على ما يقارب ستة ملايين قبر وأدرجت ضمن قائمة التراث العالمي",
      // },
    ],
  },
  baghdad: {
    bg: { bg: bagdhadBg },
    info: [
      {
        image: bg1,
        text:
          "العتبة الكاظمية هي ضريح الإمام موسى الكاظم وحفيده الإمام محمد الجواد، بنيت فوق قبرهما في منطقة الكاظمية في بغداد. ويقابل المرقد من الجهة الأخرى من نهر دجلة مرقد الإمام أبو حنيفة النعمان (جامع الإمام الأعظم) ويربط بينهما جسر الأئمة. تاريخ بدء البناء: 336 هـ ثم هدم وأعيد بناؤه عام 929 هـ",
      },
      {
        image: bg2,
        text:
          "إيوان المدائن (إيوان كسرى أو طاق كسرى) (بالفارسية: ایوان خسرو) كما يعرف محلياً، هو الأثر الباقي من أحد قصور كسرى آنوشروان، يقع جنوب مدينة بغداد في موقع مدينة قطسيفون الواقعة في منطقة المدائن التابعة إداريا إلى محافظة بغداد، وتعرف محليا ولدى العامة ب (سلمان باك) على اسم الصحابي الشهير سلمان الفارسي المدفون هناك.",
      },
      {
        image: bg3,
        text:
          "زقورة عقرقوف وهي زقورة تَقع في العراق، قرب العاصمة بغداد، وكانت إحدى المُدن في جنوب بلاد وادي الرافدين بالقرب من التقاء نهري دِجلة وديالى على بعد 30 كيلو متر (19 ميل) من غرب مركز بغداد، ولقد تأسست من قبل ملك الكيشين كوريغالزو الأول في القرن الرابع عشر قبل الميلاد، وكانت تُعتبر عاصمة الكيشين وأنتهت أهميتها بعد سقوط سلالة الكيشين، وتحتوي الزقورة على المعابد المكرسة لآلهة السومريين فضلاً عن القَصر الملكي، وليس من السهل الحفاظ عليها من اثار التقادم الزمني والاندثار، ويبلغ أرتفاع الزقورة نحو 170 قدم (52 م).[1][َ 1]",
      },
      // {
      //  image: bg4,

      // text:
      //  "المستنصرية مدرسة عريقة أسست في زمن الدولة العباسية في بغداد عام 1233 على يد الخليفة المستنصر بالله العباسي،وكانت مركزا علميا وثقافيا هاما. تقع في جهة الرصافة من بغداد .شيدت 'المستنصرية 'على مساحة 4836 متراً مربعاً تطل على شاطئ نهر دجلة بجانب'قصر الخلافة' بالقرب من المدرسة النظامية، وكانت تتوسط المدرسة نافورة كبيرة فيها ساعة المدرسة المستنصرية، وهي ساعة عجيبة غريبة تعد شاهداً على تقدم العلم عند العرب في تلك الحقبة من الزمن تعلن أوقات الصلاة على مدار اليوم.  وتتألف المدرسة من طابقين شيدت فيهما مائة غرفة بين كبيرة وصغيرة إضافة إلى الأواوين والقاعات.",
      //   },
    ],
  },
  basrah: {
    bg: { bg: basraBg },
    info: [
      {
        image: bs1,
        text:
          "شط العرب (دجلة العوراء سابقاً)هو نهر يتكوّن من التقاء نهري دجلة و الفرات، حيث يلتقي نهر دجلة مع المجرى الأعلى للفرات بمدينة القرنة على بعد 375 كم جنوب بغداد ويلتقي دجلة والفرات الأسفل في كرمة علي.ويبلغ طوله حوالي 190 كم، ويصب في الخليج العربي عند طرف مدينة الفاو",
      },
      {
        image: bs2,
        text:
          "جامع خطوة الامام علي او مسجد البصره القديم وهو اول مسجد في الاسلام خارج مكة والمدينه المنوره شيد في عهد الخليفه عمر بن الخطاب",
      },
      {
        image: bs3,
        text:
          "جامع الأشاعرة في مدينة زبيد يقع بالقرب من سوق زبيد، ويرجع تأسيسه إلى الصحابي الجليل أبو موسى الأشعري في سنة (8ه/629ه) وبذلك بعد هذا الجامع من المساجد الأولى التي تحضى بمكانتها الروحية والتاريخية، ثم قام بتوسيعه الحسين بن سلامة وتعهده سلاطين بني رسول بالعناية والتجديد، غير أن أهم الإضافات التي تمت فيه كنت في عهد بني طاهر على يد الملك المنصور عبد الوهاب بن داود سنة (891ه/1486ه) ,وظل الجامع على وضعه الحالي حتى اليوم، وقد أشار إلى ذلك المؤرخ الكبير ابن الدبيع في كتابه بغية المستفيد",
      },
      // {
      //  image: bs4,

      // text:
      //  "مرقد الإمام الحسن البصري من المراقد الإسلامية القديمة الأثرية في العراق، والحسن البصري من التابعين وعلم من أعلام مدينة البصرة، وكان فقيهاً زاهداً، (21هـ/642م - 110هـ/728م) وهو إمام وعالم من علماء أهل السنة والجماعة ويكنى بـأبي سعيد، ولقد ولد قبل سنتين من نهاية خلافة عمر بن الخطاب في المدينة عام واحد وعشرين من الهجرة، وتوفي في مدينة البصرة.",
      //},
    ],
  },
  dhiqar: {
    bg: { bg: dhiBg },
    info: [
      {
        image: dh1,
        text:
          "تعد زقورة أور من أقدم المعابد التي بقيت في العراق، تقع على نحو 40 كم إلى الغرب من مدينة الناصرية (340 كلم جنوب بغداد)، التي بناها مؤسس سلالة 'أور' الثالثة، وأعظم ملوكها سنة 2050ق.م. تعتبر دليل على اعتناق الناس آنذاك لديانات واسعة، لها أهمية في حياتهم.  زقورة أور",
      },
      {
        image: dh2,
        text:
          "يعد بيت النبي إبراهيم الخليل احد أهم المواقع الأثرية في محافظة ذي قار، ويقع البيت بالقرب من زقورة أور. ويعود تأريخ بنائه الى نحو ستة ألاف عام قبل الميلاد، وقد بني بالأجر وبصورة فنية، ويحتوي البيت على غرف وايوانات، كما انه مزود بمجار لتصريف مياه الأمطارز وتعد هذه المجاري أحد أسرار المكان",
      },
      {
        image: dh3,
        text:
          "هي مجموعة المسطحات المائية التي تغطي الأراضي المنخفضة الواقعة في جنوبي السهل الرسوبي العراقي، وتكون على شكل مثلث تقع مدن العمارة والناصرية والبصرة و ذي قار و ميسان يعلى رؤوسه. وتتسع مساحة الأراضي المغطاة بالمياه وقت الفيضان في أواخر الشتاء وخلال الربيع وتتقلص أيام الصيهود. وتتراوح مساحتها 35-40 ألف كيلو متر مربع.",
      },
    ],
  },
  samawah: {
    bg: { bg: muthannBg },
    info: [
      {
        image: m1,
        text:
          "معبد كاريوس أو بارثيان آريوس من أهم المعابد الواقعة قرب مدينة الوركاء الأثرية في العراق، ويقع في قضاء الوركاء في محافظة المثنى بالعراق، ويعود تأريخ بناؤه إلى عهد الدولة السلوقية أو البارثية، وذكر إنه أعيد بناؤه في عام 110 أي بعد آلاف السنين من أحدث مبنى للحضارة الأكدية والبابلية التي حوله، ويمتاز بهندسة معمارية فريدة ...",
      },
      {
        image: m2,
        text:
          "بحيرة ساوة هي بحيرة مغلقة مالحة تقع في محافظة المثنى العراقية قرب نهر الفرات، 23 كلم غرب مدينة السماوة. لا تملك بحيرة ساوة أنهار تصب فيها أو تخرج منها إنما تتزوّد بالمياه الجوفيّة من تحت البحيرة والتي ترشح إليها من نهر الفرات عبر الصدوع والشقوق.",
      },
    ],
  },
  babylon: {
    bg: { bg: babylonBg },
    info: [
      {
        image: b1,
        text:
          "ابل العديد من المعالم والاثار المهمه منها الحدائق المعلقه ،اسد بابل،بوابة عشتار،",
      },
      {
        image: b2,
        text:
          "مشهد الشمس او مرد الشمس تسميات متعدده لمكان واحد.يقع في الشمال الغربي لمدينه الحله وكذلك غرب نهر الحله بمسافه تقدر عن 1000متر.سميت بهذا الاسم لانه عندما عاد الامام علي من معركه النهروان وبعد ان عبر قسم من الجيش الفرات وتأخر قسم اخر فاتتهم صلاة العصر فسألوا الامام علي ليرد عليهم الشمس ليأدوا مافاتهم من صلاه فاستجاب الله دعائهم",
      },
      {
        image: b3,
        text:
          "مقام او مرقد نبي الله ايوب اختلفت الروايات حول موقع مقام نبي الله يعقوب حيث يوجد اكثر من مقام ومنها قبر أو مقام آخر، وهو الأشهر عند أهالي الحلة للنبي أيوب (عليه السلام) بضواحي مدينة الحلة قرب النهر، محلة الغليس، وعليه قبة عالية مجصصة، وتوجد ايضاً في هذا المقام بئر يستشفى بمائها كما في المرقد الأول، وهناك مرقد لزوجة النبي أيوب (رحمة) في نفس المنطقة.",
      },
      //   {
      //    image: b4,

      //     text:
      //      "في الجانب الشرقي لنهر الفرات، وفي بقعة ورث عنها السكان المحليون قصصاً وحكايات متضاربة عن ابطالها يقع مرقد نبي الله ذو الكفل الذي اشتهر بتسمية “نبي اليهود” بين سكان الناحية البابلية التي اشتقت اسمها من مرقده.  تقع ناحية الكفل بين محافظتي بابل شمالاً والنجف جنوباً وهي تابعة للأولى ادارياً ويقطنها سكان بسطاء لكنهم يلتقطون الزائر الغريب بحذاقة حتى لو حاول إخفاء هويته بارتداء ازيائهم الشعبية.",
      // },
      //{
      // image: b5,
      //text:
      /// "كوثى (بالسومرية كودوا، وتسمى حاليا بتل إبراهيم) كوثا هي مدينة سومرية قديمة تقع حاليا في محافظة بابل في العراق، تقع على الجانب الشرقي لنهر الفرات، تقع كوثا شمال مدينة نيبور وتبعد 25 ميل شمال شرق بابل.فكوثى مكان في سواد العراق في أرض بابل وهي يظن أنها مكان مولد نبي الله إبراهيم وكذلك ينسب إليها موضع إلقائه في النار. وقد فتح سعد ابن أبي وقاص كوثى بعد معركة القادسية.",
      //},
    ],
  },
  mosul: {
    bg: { bg: mouslBg },
    info: [
      {
        image: ms1,
        text:
          "المناره الحدباء تعد أحد أبرز الآثار التاريخية في مدينة الموصل العراقية، وهي جزء من  الجامع النوري الكبير الذي بني في القرن السادس الهجري، واشتهرت باسم الحدباء بسبب ميلانها.",
      },
      {
        image: ms2,
        text:
          "قلعة باشطابيا أو قلعة الموصل قلعة قديمة تقع في الجانب الأيمن مدينة الموصل في محافظة نينوى في شمال العراق على ضفة نهر دجلة الايسر ويعود تاريخ تاسيسها في القرن الثاني للهجرة.",
      },
      {
        image: ms3,
        text:
          "الثور المجنح وهو احد اثار مدينه اشور القديمه وهي المدينة-الدولة التي أصبحت عاصمة المملكة الآشورية القديمة، اسمها القديم (بال تـِل) وشكلت مع نينوى و أربيل المنطقة النواة للمماك الآشورية المتعاقبة.كانت تقع علي بعد 60 ميل جنوب مدينة الموصل حاليا بشمال العراق على ضفاف نهر الدجلة . وكانت مدينة آشور العاصمة للمملكة الآشورية في شمال وادي الرافدين (العراق) سنة 2500 ق.م. إلا أن الملك آشور ناصربال الثاني (883-859 ق.م.) قام بنقل العاصمة شمالا إلى مدينة كالح العراقية (نمرود حاليا). وسـقطت المدينة عام 612ق.م تحت هجمات البابليين و الميديين . ودمرت مدنها الكبيرة.",
      },
      //{
      // image: ms4,

      //text:
      // "جامع النبي يونس هو من مساجد العراق التاريخية الأثرية، يقع على السفح الغربي من تل التوبة، أو تل النبي يونس في الموصل، وقد قام تنظيم داعش بهدم وتفجير الجامع في تاريخ 24 تموز/يوليو 2014 الموافق لـ26 رمضان 1435 هجرية.وذلك ضمن الحملة التي شنها داعش لتهديم كل المساجد التي تتضمن أضرحة، ومن الجدير بالذكر إن المسجد كان يحضى بمنزلة خاصة عند أهالي الموصل.",
      //},
      // {
      //  image: ms5,

      // text:
      //  "دير مار كوركيس هو دير يتبع الكنيسة الكلدانية الكاثوليكية. وأقدم دير في قرية ألقوش التابعة لمحافظة نينوى.يقع على بعد 9 كم إلى الشمال من مركز مدينة الموصل، و800 م عن يمين الطريق المؤدي من الموصل إلى دهوك. في 1681 رمم الدير، وأعيد بناءه في عام 1906.وبعد أن كان يجثم وحيداً فوق رابية تطل على سهول خصبة وبساتين يرويها نهر دجلة، الذي يترك دير مار ميخائيل وعين كبريت وباشطابيا إلى اليمين، ويشطر الموصل شطرين، الساحل الأيمن والساحل الأيسر، أخذت تمتد إليه في الآونة الأخيرة مكاسب العمران والازدهار، من جهتي الجنوب والغرب خاصة، بينما لا تزال التلول الأثرية والطبيعية تحميه من أخطار الضوضاء والصخب",
      //},
    ],
  },
  kirkuk: {
    bg: { bg: kirkukBg },
    info: [
      {
        image: kr1,
        text:
          "قلعة كركوك (بالكردية: قەڵای کەرکووک‏) تقع في وسط مدينة كركوك في العراق، وتعتبر أقدم جزء من المدينة. تقف القلعة على تل اصطناعي بارتفاع 130 قدمًا تقع على هضبة عبر نهر الخاصة",
      },
      {
        image: kr2,
        text:
          "وكان الجامع أحد المعابد اليهودية  قبل أن يتحول إلى كنيسة مسيحية بني عليها المسجد في العهد الإسلامي فيما بعد، ويحتوي على مئذنة أثرية يعود تاريخها إلى عهد الدولة العثمانية، بالإضافة إلى أقواس وأعمدة يشير طراز عمرانها إلى أنها بنيت أواخر العصر المغولي أو بداية العصر التيموري (قرابة القرن التاسع الهجري ـ الخامس عشر الميلادي).",
      },
      {
        image: kr3,
        text:
          "لعة جرمو هي منطقة اثرية واقعة في شمال العراق في اسفل جبال زاكروس شرقي مدينة كركوك. يعتبر جرمو من اقدم التجمعات الزراعية في العالم يرجع تاريخ الأستيطان فيها إلى 7000 سنة قبل الميلاد، كما تعتبر جرمو من اقدم قرى العصر الحجري الحديث الذي تم التنقيب عنها.",
      },
      //{
      // image: kr4,

      //text:
      // "الجسر الحجري حاليا جسر الشهدا واطلق عليه الاسم بعد مجزرة كركوك عام 1959 صادف يوما ان امرأة كانت تعبرها على ظهر حمال وقد ظهر الاسفل من ساقيها فشاهد ذلك أحد الفضوليين وانتشرخبر هذه الحادثة بين الاهالي ووصل الخبر الى مسامع نافذ باشا متصرف كركوك يومذاك امر ببناء جسر حجري ، وقد اختير مكان الجسر الحجري ليكون اقصرالمسافات بين الجانبين وفي اضيق نقطة يمر منها ماء الخاصة من جانب القلعة ومن امام ) نار دوانلار قابوسى – باب السلالم ) وفي جانب القورية يقابل شارع المجيدية ومدرسة الصنائع القديمة وذلك سنة 1292هـ - 1875 م بمساعدة وجهود ابناء مدينة كركوك ومن تبرعاتهم المادية .",
      //},
    ],
  },
  anbar: {
    bg: { bg: anbarBg },
    info: [
      {
        image: nb1,
        text:
          "قلعة هيت واحدة من ثلاث قلاع مهمة انتشرت في العراق، فهي لا تقل أهمية ومكانة تاريخية عن قلعة أربيل أو قلعة كركوك، إذ تشير المصادر التاريخية إلى أن سفينة نوح قد تم طلاؤها من قار المدينة الذي لا يزال يعرف بجودته، كما أن مدينة بابل التاريخية قد استخدمت قار مدينة هيت لطلاء أبراجها، تلك بعض الشواهد التي يستند إليها المؤرخون عند الإشارة إلى العمق التاريخي لهذه المدينة وقلعتها.",
      },
      {
        image: nb2,
        text:
          "يعتبر جامع الفاروق في هيت من جوامع ومساجد العراق التاريخية القديمة، ويقع في مدينة هيت في محافظة الأنبار، ولقد شيد في بداية الفتح الإسلامي للعراق عام 17 هـ/639م، في عهد الخليفة عمر بن الخطاب، وبني أثناء فتح هيت من قبل القائد المسلم الحارث بن يزيد القرشي، وكان مشيدا بالحجارة، ويقع على مرتفع من الأرض ويبدأ بسلالم وتعلوه منارة مئذنة بارتفاع 25 متراً،والمنارة ذات حوض أسطواني واحد مغلفة بمادة النورة حيث كان برجاً للمراقبة قبل الفتح الإسلامي لمنطقة هيت، ويحتوي الحرم على مصلى كبير واسع بعرض 19 متراً وبطول 13 متراً، ويقوم على أعمدة كونكريتية ويتوسطهُ محراب وعن يمينه منبر، وله محفل للقراء،",
      },
      {
        image: nb3,
        text:
          "عيون حجلان' إحدى أشهر عيون المياه الطبيعية، تمتاز بمياهها الكبريتية الطبيعية في مدينة حديثة، يقصدها عشرات السياح والمصابين بالأمراض الجلدية بغرض العلاج يومياً، وتخرج مياهها من باطن الأرض بين الصخور في منطقة شبه جبلية وعرة'.",
      },
    ],
  },
  salahaddin: {
    bg: { bg: salahBg },
    info: [
      {
        image: sl1,
        text:
          "العَتبَةُ العَسكَريَّة تعرف رسميًا بـالعَتْبَةُ العَسْكَريَّةُ المُقَدَّسَة أو الرَّوْضَةُ العسكريّة الشَّريفة وتعرف أيضًا باسماء بديلة عديدة كـمَقام وضَريح ومَشهَد ومَرقَد وحَرَم الإمامين العسكريين وأحيانًا الجامع العسكري هي مجموعة من المباني التاريخية الدينية المترابطة بالإمامين العاشر والحادي عشر من الأئمة الاثنا عشر علي الهادي وابنه الحسن، تقع في مدينة سامراء على الضفة الشرقية لنهر دجلة في محافظة صلاح الدين العراقية. تضم المجموعة ضريحهما تحت القبة الذهبية، والجامع الكبير ومسجد المهدي المشهور بسرداب الغيبة وعدة أبواب تاريخية. تحيطها منطقة سكنية وتجارية وفنادق عديدة، حيث تعتبر قلب المدينة ومركزًا سياحيًا دينيًا في العراق يزورها المسلمين عمومًا وهي مقدسة لدى الاثني عشريين خاصة.",
      },
      {
        image: sl2,
        text:
          "المئذنة الملوية إحدى معالم العراق المميزة بسبب شكلها الفريد، فهي احدى آثار العراق القديمة المشهورة.بنيت في الأصل منارة مئذنة للمسجد الجامع الذي أسسه المتوكل بالله العباسي عام 237 هـ في الجهة الغربية لمدينة سامراء بتصميم المعماري دليل بن يعقوب، والذي كان يعد في حينه من أكبر المساجد في العالم الإسلامي. المئذنة الملوية جاء اسمها من شكلها الاسطواني الحلزوني وهي مبنى من الطابوق الفخاري يبلغ ارتفاعه الكلي 52 مترا وتقع على بعد 27.25 مترا من الحائط الشمالي للمسجد، وترتكز على قاعدة مربعة ضلعها (33 م) وارتفاعها (3 م) يعلوها جزء اسطواني مكون من خمس طبقات تتناقص سعتها بالارتفاع يحيط بها من الخارج سلم حلزوني بعرض 2 متر يلتف حول بدن المئذنة بعكس اتجاه عقارب الساعة ويبلغ عدد درجاته 399 درجة. في أعلى القمة طبقة يسميها أهل سامراء بـ 'الجاون' وهذه كان يرتقيها المؤذن ويرفع عندها الأذان",
      },
      {
        image: sl3,
        text:
          "قصر العاشق قصر تاريخي أثري عباسي يرجع تاريخه إلى القرن التاسع، يقع في الجانب الغربي من مدينة سامراء في العراق وعلى بعد 9 كيلومترات من مشروع الثرثار وعلى الضفة اليمنى من نهر الإسحاقي المندثر تقع أطلال قصر العاشق.",
      },
      // {
      //  image: sl4,

      // text:
      //  "جامع أبو دلف من مساجد العراق التراثية الأثرية القديمة، ويقع الجامع شمال مدينة سامراء بمسافة 15 كم، في محافظة صلاح الدين، ولقد شيده الخليفة العباسي المتوكل على الله في عام 246هـ/859م، وذكر المؤرخ البلاذري إن الخليفة بنى مدينة سماها المتوكلية، وبنى فيها مسجداً سمي فيما بعد بمسجد أبو دلف، في شرق مدينة سامرّاء.",
      //},
      //{
      // image: sl5,

      //text:
      // "إبراهيم بن مالك الأشتر النخعي أبو النعمان (مقتول 72 هـ/ 691 م) هو ابن مالك الأشتر وقائد عربي شهير ثار ضد الأمويين ملتحقاً بالمختار بن أبي عبيد الثقفي للمطالبة بدم الإمام الحسين بن عليعليه السلام، وبعد استشهاد المختار الثقفي التحق بابن الزبير ووقف معه في حربه مع المروانيين، قُتل وهو يقاتل مع مصعب بن الزبير على يد جيش عبد الملك بن مروان. له مرقد يُزار في مدينة سامراء وفي سنة 2005 م قام مجموعة من الإرهابيين بتفجير هذا المرقد",
      //},
    ],
  },
  diwaniya: {
    bg: { bg: diwaniyahBg },
    info: [
      {
        image: dw1,
        text:
          "مرَدَ من المدن القديمة جدا في العراق، وهي مذكورة في النصوص المسمارية منذ عصورها المبكرة في الألف الثالث حتى آخر تلك العصور في الألف الأول قبل الميلاد. ومن ابعد المدن الأكدية جنوباً متصلة مع ابعد مدينة سومرية وسميت بهذا الاسم نسبة إلى الإله مرد . تعتبر مدينة طينية كاغلب حضارات وادي الرافدين تمتاز بسمك بنائها وقوة جدرانها التي صمدت آلاف السنين  أمكن تحديد موقع هذه المدينة منذ مطلع العقد الثاني من القرن العشرين. ففي عام 1910م قام أحد تجار الآثار ببيع نص مسماري من نصوص الملك البابلي نبوخذ نصر الثاني (604-562) ق.م وكان هذا النص يتضمن إشارة إلى قيام هذا الملك بتجديد بناية معبد مدينة مَرَد..",
      },
      {
        image: dw2,
        text:
          "تعد مدينة نفر من أقدم المناطق الحضارية في الديوانية والعراق وكانت جزء من بلاد سومر، وبابل، وآشور والوركاء، فهي مدينة تاريخية يعود تاريخها إلى أكثر من 7000 سنة ق. م ويطلق عليها حاليا ناحية نفر.",
      },
      {
        image: dw3,
        text:
          "“قلعة القائم” والتي تعرف محلياً باسم “قلعة الشلال”، وهي تقع شمال غرب الشنافية على بعد 15 كلم تقريباً، يعود تاريخ بنائها إلى العصر العثمانيّ، وهي تمتاز عن غيرها من القلاع بأنها بُنيت على شكل شبه دائريٍّ، إلا أنها لم تشهد حتى الآن أي عملية ترميمٍ أو إعادة بناءٍ لأجزائها.",
      },
      // {
      //  image: dw4,
      // text:
      //  "قصر الملك غازي يقع في منطقه صدر الدغاره التي تبعد حوالي 30 كم عن مركز محافظه الديوانيه يعود تاريخ تشيده للعقد الثالث من القرن العشرين",
      //},
    ],
  },
  diyala: {
    bg: { bg: diyalaBg },
    info: [
      {
        image: dl1,
        text:
          "يعتبر تل الزندان من أكبر المواقع الأثرية والتاريخية الشاخصة في محافظة ديالى، ويَقع على بعد 12 كلم جنوب بلدة المقدادية، ويعود إنشاؤه إلى العهد الساساني بين القرنين الثاني والثالث الميلادي.  وتل الزندان عبارة عن بناء ضخم على شكل مستطيل يمثل طراز البناء في ذلك العهد، وكان يتكون من 16 برجاً بقي منها 12 برجاً، وله بابان. ويبلغ سمك جدار البرج 19 قدماً ويحوي كل منها ثلاث فتحات معدة لوقوف حارسين، وهذا ما يؤكد الغرض الأساسي من التصميم الذي استخدم آنذاك لصد الهجمات الرومانية.",
      },
      {
        image: dl2,
        text:
          "كنز تل أسمر وهو عبارة عن مجموعة من التماثيل والنصب التاريخية التي عثر عليها في محافظة ديالى في شرق العراق (تابعة إلى الأسرات الأولى والثانية، منذ حوالي 2900-2550 قبل الميلاد)، ففي عام 1933 عثر على هذه التماثيل في موقع مملكة إشنونة والمعروفة حديثًا باسم تل أسمر وعلى الرغم من الاكتشافات المتلاحقة في هذا الموقع وغيره في جميع أنحاء منطقة بلاد ما بين النهرين، إلا أن هذه الآثار ظلت المثال الواضح على النمط المجرد لنحت معابد الأسرات الأولى (2900 قبل الميلاد - 2350 قبل الميلاد).",
      },
    ],
  },
  wasit: {
    bg: { bg: wasitBg },
    info: [
      {
        image: ws1,
        text:
          "عدل  الذي يقع في محافظة واسط (23 كم) شمال غرب مدينة النعمانيه، ويعرف ايضاً بأسم موقع النجمي أو قصر النجمي، ويحتوي المسجد على قبر العلامة البجلي وزوجتة، حيث بني على طراز العمارة السلجوقية.",
      },
      {
        image: ws2,
        text:
          "بوابه مدينة واسط القديمه تعتبر مدينة واسط، التي تقع أطلالها جنوب شرقي العاصمة العراقية بغداد. يطلق عليها محلياً المنارة، ووصفها الرحالة ابن بطوطة عندما شاهدها في القرن الثامن الميلادي بقوله:' مدينة حسنة الأقطار، كثيرة البساتين والأشجار، فيها أعلام يهدي إلى الخير شاهدُهم، وأهلها من خيار أهل العراق'. إلا أن المؤرخون اختلفوا في تاريخ بناء مدينة واسط، وحصر بعضهم تاريخها بين (75-83 هجرية) أي بعد أن أخمد الحجاج المعارضة والثورات التي قامت ضد الحكم الأموي، أي بين 80 إلى 81 هجرية، حسب بعض الآراء. إلا أن معظمهم يذكر أن عملية البناء تمت بين الأعوام (83هـ ــ 86هـ/ 702ــ 705م)، أي في أواخر حكم الخليفة الأموي عبد الملك بن مروان. كما يرجح بعض الباحثين بناء مدينة واسط سنة 83هـ/702م، معززين رأيهم بما وصلهم من مسكوكات فضية (دراهم) مضروبة بهذه المدينة.",
      },
    ],
  },
  sulayaniyah: {
    bg: { bg: sulamanBg },
    info: [
      {
        image: slm1,
        text:
          "جامع السليمانية الكبير أو مسجد الشيخ أحمد (مسجد كاكا أحمد الشيخ) مسجد يقع في مركز مدينة السليمانية، ضمن مساجد السليمانية والعراق الأثرية والتاريخية، شيدهُ الأمير إبراهيم باشا بابان في عام 1199هـ/1784م، كما يعتبر أول مسجد أسس في مدينة السليمانية، وفيهِ مرقد الشيخ أحمد، كما يضم مرقد شيخ محمود الحفيد.وكان في السابق مبنيا من اللبن والطين ثم أعيد بناؤه في الأعوام 1940م، 1950م، 1968م، وبني من الطابوق مع أحتفاظه بنفس هندسة وشكل بناءه القديم.",
      },
      {
        image: slm2,
        text:
          "بحيرة دوكان هي مسطح مائي يقع في محافظة السليمانية شمال العراق على سد دوكان قرب بلدة دوكان ومدينة رانية.تعتبر البحيرة أكبر مسطح مائي في محافظة السليمانية، فيها مجمع سياحي، الطبيعة خلابة قرب البحيرة في مدينة دوكان هناك عدة جبال منها جبل سارة وجبل سلطان هناك سد على البحيرة ويستخدم في توليد الطاقة الكهربائية. يبدأ الزاب الصغير من بحيرة دوكان وتحديدا من السد، المياه عذبة في البحيرة والزاب.",
      },
    ],
  },
  arbil: {
    bg: { bg: erbilBg },
    info: [
      {
        image: rb1,
        text:
          "تعتبر قلعة أربيل مـن أقــدم القلاع المعروفة في العالم، حيث تقع في مركز مدينة أربيل بارتفاع 25 م عـن سطح الأرض وما يقارب 431 م عن سطح البحر. تبلغ مساحتها الإجمالية 110000متر مربع، ويعود تاريخ تشييدها إلى 0600 سنة قبل الميلاد. أمّا عدد المنازل داخلها فيقدر بـ  506 منزل و يتوزع على ثلاثة أماكن: الطوبخانة، التكية و السراي، حيث تقع أماكن إقامة الميسورين من سكــان القلعة وتتميز بمتانة بنائها وأساساتها القوية التي كانت العنصر الأبرز المساعد على مقاومة عوامل الزمن. وتجدر الإشارة ، إلى أن العديد من منازل القلعة تتميّز بنقوشها، ألوانها وزخرفاتـها الجميلة التي تستقطب اهتمام الزوار والمصطافين ، فضلا عن احتوائها على  بيوت بتصاميم و ديكورات مختلفة بالاضافة الى ثلاثة متاحف تراثية و مركز للحرف اليدوية و مكونات اخرى مختلفة.",
      },
      {
        image: rb2,
        text:
          "تل قصرا هو تل أثري من التلال الأثرية في أربيل يقع ناحية عنكاوا التابعة لمحافظة أربيل وبجانب كنيسة ماركوركيس، واكتشف كمعلم أثري لأول مرة عام 1945، من قبل مديرية آثار أربيل ويعود تاريخ التل إلى عهد الآشوريين (911-612) ق.م، وله شكل بيضاوي، وقد قامت جامعة صلاح الدين - قسم الآثار خلال الأعوام (2004- 2008) بإجراء عمليات تنقيب وبحث فيه.",
      },
      {
        image: rb3,
        text:
          "عد تل نادر الأثري ، أحد أهم التلال الأثرية في مدينة أربيل أقليم كردستان ، يعود تأريخه الى سبعة الاف سنة، يقع في حي حصاروك خمسة ، على بعد 3,6 كم إلى شرق الشمال الشرقي من قلعة أربيل ، مساحته هكتار ، وأرتفاعه 5م ",
      },
    ],
  },

  maysan: {
    bg: { bg: maysanBg },
    info: [
      {
        image: msn1,
        text:
          "تعد كنيسة أم الاحزان في محافظة ميسان من أقدم الكنائس المسيحية في ميسان والمنطقة الجنوبية، فقد شيدت العام 1880 في مركز مدينة العمارة، اضافة الى اهميتها التاريخية والدينية",
      },
    ],
  },
  dahuk: {
    bg: { bg: duhokBg },
    info: [
      {
        image: dhk1,
        text:
          "كهف جارستين (بالكردية : شکە فتا چوار ستين) هو كهف يقع في مدينة دهوك في كردستان العراق ، يعد من أهم مواقع الاثرية في كردستان",
      },
      {
        image: dhk2,
        text:
          "مدرسة قباهان في العمادية، من مدراس العراق التاريخية والأثرية وتقع في محافظة دهوك، وتم بناؤها في القرن الثالث عشر، ولقد اجريت عليها أعمال الصيانة من قبل السلطان حسين ولي من عام 940 هـ/1534م، ولغاية عام 977هـ/1570م، في عهد الدولة العثمانية، وسميت قباهان لكثرة القباب فيها، وفيها جامع أثري قديم ذو مصلى واسع وكانت المدرسة من أشهر المدارس في شمال العراق في منطقة كردستان، وكانت تدرس فيها العلوم العقلية والنقلية، وتخرج منها الكثير من العلماء والأدباء، ولقد هدمت واندرست فيما بعد ولم يبقى منها الآن سوى الأطلال",
      },
      {
        image: dhk3,
        text:
          "عُرفت هذه  البوابة باسم بوابة الموصل اوبوابة سقافا  او بوابة سنجار،وتحتوي على صخرتين شبيهتين بشكل انسان وبينهما  معالم للحيوان الاشيوبي . ووفقا لعلماء الاثار فقد وجدت هذه  الصخور منذ زمن اشكانيان  وبارت-الفرثيون ، في حين يتحدث المؤرخ انور مايى  فى كتابه 'الاكراد فى بهدينان' ( فى منطقة العمادية ) عن قدم هذه الحضارات مشيرا الى انها كانت بداية العمادية او بناية ميديان او محافظة ميديان وأصبحت في ما بعد عمادية . أطلقت تسمية هذه المنطقة  منذ عصر ما قبل الاسلام و كانت مشهورة فى وقتها  حيث كانت آنذاك  تعتبر نينوى اقدم محافظة  وعاصمة الاشوريين  كونها الأقرب  لكهف شاندر حيث وجد داخله  منذ حوالى 75000 سنة قبل الميلاد العديد من الآثار والهياكل البشرية  .",
      },
    ],
  },
};
